{
  "item.thaumcraft.thaumonomicon": "Thaumonomicon",
  "item.thaumcraft.celestial_notes": "Celestial Notes",
  "item.thaumcraft.celestial_notes_sun.text": "Solar",
  "item.thaumcraft.celestial_notes_stars_1.text": "Stellar, Northern Quadrant",
  "item.thaumcraft.celestial_notes_stars_2.text": "Stellar, Southern Quadrant",
  "item.thaumcraft.celestial_notes_stars_3.text": "Stellar, Western Quadrant",
  "item.thaumcraft.celestial_notes_stars_4.text": "Stellar, Eastern Quadrant",
  "item.thaumcraft.celestial_notes_moon_1.text": "Lunar, Full",
  "item.thaumcraft.celestial_notes_moon_2.text": "Lunar, Waning Gibbous",
  "item.thaumcraft.celestial_notes_moon_3.text": "Lunar, Third Quarter",
  "item.thaumcraft.celestial_notes_moon_4.text": "Lunar, Waning Crescent",
  "item.thaumcraft.celestial_notes_moon_5.text": "Lunar, New",
  "item.thaumcraft.celestial_notes_moon_6.text": "Lunar, Waxing Crescent",
  "item.thaumcraft.celestial_notes_moon_7.text": "Lunar, First Quarter",
  "item.thaumcraft.celestial_notes_moon_8.text": "Lunar, Waxing Gibbous",
  "item.thaumcraft.crystal_essence": "%s Vis Crystal",
  "item.thaumcraft.ingot_brass": "Alchemical Brass Ingot",
  "item.thaumcraft.nugget_quartz": "Quartz Sliver",
  "item.thaumcraft.goggles": "Goggles of Revealing",
  "block.thaumcraft.crystal_aer": "Air Crystal",
  "block.thaumcraft.crystal_ignis": "Fire Crystal",
  "block.thaumcraft.crystal_aqua": "Water Crystal",
  "block.thaumcraft.crystal_terra": "Earth Crystal",
  "block.thaumcraft.crystal_ordo": "Order Crystal",
  "block.thaumcraft.crystal_perditio": "Entropy Crystal",
  "block.thaumcraft.crystal_vitium": "Flux Crystal",
  "block.thaumcraft.log_silverwood": "Silverwood Log",
  "block.thaumcraft.leaves_silverwood": "Silverwood Leaves",
  "block.thaumcraft.sapling_silverwood": "Silverwood Sapling",
  "block.thaumcraft.plank_silverwood": "Silverwood Planks",
  "block.thaumcraft.stone_arcane": "Arcane Stone",
  "block.thaumcraft.stone_arcane_brick": "Arcane Stone Brick",
  "block.thaumcraft.nitor_black": "Black Nitor",
  "block.thaumcraft.nitor_blue": "Blue Nitor",
  "block.thaumcraft.nitor_brown": "Brown Nitor",
  "block.thaumcraft.nitor_cyan": "Cyan Nitor",
  "block.thaumcraft.nitor_gray": "Gray Nitor",
  "block.thaumcraft.nitor_green": "Green Nitor",
  "block.thaumcraft.nitor_light_blue": "Light Blue Nitor",
  "block.thaumcraft.nitor_light_gray": "Light Gray Nitor",
  "block.thaumcraft.nitor_lime": "Lime Nitor",
  "block.thaumcraft.nitor_magenta": "Magenta Nitor",
  "block.thaumcraft.nitor_orange": "Orange Nitor",
  "block.thaumcraft.nitor_pink": "Pink Nitor",
  "block.thaumcraft.nitor_purple": "Purple Nitor",
  "block.thaumcraft.nitor_red": "Red Nitor",
  "block.thaumcraft.nitor_white": "White Nitor",
  "block.thaumcraft.nitor_yellow": "Yellow Nitor",
  "item.thaumcraft.filter": "Essentia Filter",
  "item.thaumcraft.salis_mundus": "Salis Mundus",
  "item.thaumcraft.alumentum": "Alumentum",
  "item.thaumcraft.phial": "Glass Phial",
  "item.thaumcraft.phial.filled": "Phial of %s Essentia",
  "item.thaumcraft.scribing_tools": "Scribing Tools",
  "item.thaumcraft.thaumometer": "Thaumometer",
  "block.thaumcraft.arcane_workbench": "Arcane Workbench",
  "block.thaumcraft.crucible": "Crucible",
  "block.thaumcraft.research_table": "Research Table",
  "block.thaumcraft.table_wood": "Wood Table",
  "research.complete": "Research Completed!",
  "workbench.available": "available",
  "workbench.cost": "vis",
  "recipe.clickthrough": "Click for recipe",
  "recipe.type.workbench": "Workbench",
  "recipe.type.workbenchshapeless": "Workbench (Shapeless)",
  "recipe.type.arcane": "Arcane Workbench",
  "recipe.type.crucible": "Crucible",
  "button.create.theory": "Create Theory",
  "button.complete.theory": "Complete Theory",
  "button.scrap.theory": "Scrap Theory",
  "block.researchtable.noink.0": "You have run out of ink!",
  "block.researchtable.noink.1": "Refill your scribing tools.",
  "block.researchtable.nopaper.0": "You have run out of paper!",
  "card.study.name": "Study %1$s",
  "card.study.text": "A large part of research is simply hitting the books and putting in the work. You study %1$s and gain 15 to 25 progress.",
  "card.reject.name": "Reject %1$s findings",
  "card.reject.text": "You come to the realization that %1$s is not vital to your current research. You will not gain any more progress in %1$s, or draw any cards related to that category, but your current progress will remain.",
  "card.experimentation.name": "Experimentation",
  "card.experimentation.text": "You perform some random experiments to see if something can be discovered. Gain 15 to 30 progress in a completely random category.",
  "card.analyze.name": "Analyze %1$s",
  "card.analyze.text": "By thoroughly analyzing observations you have made about %1$s you might be able to put together a theory based on the collected data. Lose 1 %1$s observation to gain 25 to 50 %1$s progress and 5 %2$s progress.",
  "card.rethink.name": "Rethink",
  "card.rethink.text": "You take a step back and reassess your findings. You get rid of invalid conclusions and proceed with fresh understanding. Lose 10 progress divided evenly between all current categories, but you regain 1 inspiration and gain a bonus draw.",
  "card.ponder.name": "Ponder",
  "card.ponder.text": "You carefully consider all you have learned so far. Gain 25 progress divided evenly between all current active categories and a bonus draw.",
  "card.notation.name": "Notation",
  "card.notation.text": "While making notes of your discoveries thus far you find some errors and correct them. You lose all your progress in %1$s, but most of the lost progress is added to %2$s.",
  "card.balance.name": "Universal Theory",
  "card.balance.text": "A moment of revelation shows you the common links between all you have been studying. Your total progress is split evenly amongst all currently revealed and valid categories and an additional category will gain the full bonus upon completion.",
  "card.celestial.name": "Celestial Studies",
  "card.celestial.text": "You take some of the celestial notes you have made and compare them for possible correlations with your primary research category. You gain 25 to 50 inspiration toward %1$s. You may gain other things as well...",
  "wandtable.text1": "Vis Cost",
  "itemGroup.thaumcraft": "Thaumcraft",
  "got.crystals": "Your fingers tingle strangely as you handle the crystal. What does that mean? Maybe some rest will inspire you.",
  "got.dream": "You awaken from a strange dream. You quickly write it down before the memory fades.",
  "book.start.title": "Strange Dreams",
  "book.start.1": "I had the strangest dream last night.\n\nIn the dream, I took three of those strange crystals I've been finding and ground them with a handful of redstone in a bowl, using a piece of flint.",
  "book.start.2": "The crystals had to be of different types, but if I did it properly then the result was a strange, glowing dust.\n\nIn the dream, I took the dust and sprinkled it on a bookcase, but the dream ended before I saw what happened.",
  "book.start.3": "I wonder, should I do what the dream showed?\n\nI have the impression the dust was going to reveal something wondrous, but dangerous.",
  "tc.addendumtext": "§oAddendum %1$s§r",
  "tc.unknownobject": "Nothing new can be learned from this.",
  "tc.knownobject": "You have learned something new.",
  "tc.researchmissing": "Missing required research",
  "tc.search": "Search",
  "tc.search.more": "...too many results found. Refine your search",
  "tc.research.stage": "Current stage:",
  "tc.research.begin": "You have not yet begun this research",
  "tc.research.newpage": "§aNew page added§0",
  "tc.research.newresearch": "§6Newly discovered research§0",
  "tc.need.craft": "Items that need to be crafted",
  "tc.need.know": "Knowledge that must be used",
  "tc.stage.complete": "Complete",
  "tc.stage.hold": "Completing...",
  "tc.knowledge.name": "Knowledge Totals",
  "tc.celestial.fail.1": "You have already studied that today.",
  "tc.celestial.fail.2": "You are unable to take notes of your studies.",
  "tc.aspect.name": "Aspects of Essentia",
  "tc.aspect.primal": "Primal Aspect",
  "tc.aspect.unknown": "Unknown Aspect",
  "tc.aspect.aer": "Air",
  "tc.aspect.terra": "Earth",
  "tc.aspect.ignis": "Fire",
  "tc.aspect.aqua": "Water",
  "tc.aspect.ordo": "Order, Regularity, Purity",
  "tc.aspect.perditio": "Entropy, Chaos, Destruction",
  "tc.aspect.vacuos": "Void",
  "tc.aspect.auram": "Aura, Vis",
  "tc.aspect.vitium": "Taint, Change, Mutation",
  "tc.aspect.lux": "Light",
  "tc.aspect.potentia": "Energy, Power",
  "tc.aspect.motus": "Motion, Animation",
  "tc.aspect.victus": "Life",
  "tc.aspect.mortuus": "Death",
  "tc.aspect.volatus": "Flight",
  "tc.aspect.tenebrae": "Darkness",
  "tc.aspect.herba": "Plant",
  "tc.aspect.spiritus": "Soul",
  "tc.aspect.humanus": "Man",
  "tc.aspect.bestia": "Beast",
  "tc.aspect.exanimis": "Undead",
  "tc.aspect.cognitio": "Mind, Memory, Cognition",
  "tc.aspect.sensus": "Senses",
  "tc.aspect.metallum": "Metal",
  "tc.aspect.instrumentum": "Tool, Instrument",
  "tc.aspect.aversio": "Aversion, Conflict",
  "tc.aspect.gelum": "Ice, Frost, Cold",
  "tc.aspect.vitreus": "Crystal, Glass, Clear",
  "tc.aspect.alienis": "Alien, Strange, The Eldritch",
  "tc.aspect.praemunio": "Fortify, Protect, Ward",
  "tc.aspect.fabrico": "Craft",
  "tc.aspect.desiderium": "Wish, Desire, Yearning, Want",
  "tc.aspect.machina": "Mechanism, Machine",
  "tc.aspect.vinculum": "Trap, Imprison",
  "tc.aspect.permutatio": "Exchange, Barter",
  "tc.aspect.praecantatio": "Structured Magic, Spells, Enchantment",
  "tc.aspect.alkimia": "Alchemy, Chemistry",
  "tc.research_category.BASICS": "Fundamentals",
  "tc.research_category.AUROMANCY": "Auromancy",
  "tc.research_category.ALCHEMY": "Alchemy",
  "tc.research_category.ARTIFICE": "Artifice",
  "tc.research_category.INFUSION": "Arcane Infusion",
  "tc.research_category.GOLEMANCY": "Golemancy",
  "tc.research_category.ELDRITCH": "Eldritch",
  "tc.type.observation": "Observation",
  "research.FIRSTSTEPS.title": "First Steps",
  "research.FIRSTSTEPS.stage.1": "Who would have thought that a few sprinkles of dust could have created this marvellous book? It is mostly blank, but it hints at a powerful new form of magic: Thaumaturgy.<BR>Firstly I will need to study the magical world that has been shown to me. For that I will need a tool - a Thaumometer the book calls it.<BR>A normal crafting table won't do however since the magical energies I need to channel while crafting it are quite delicate. A sprinkling of Salis Mundus on a mundane crafting table should solve that. The book has taught me the proper incantation to use so it should be a simple matter.<BR>To keep myself on track I will make a list of all the requirements that need to be met on the first page of each new entry.",
  "research.FIRSTSTEPS.stage.2": "Progress! I now have an Arcane Workbench at my disposal. It works much like a mundane crafting table and can even be used as such, however there are a few key differences.<BR>Firstly, many arcane recipes will require the use of those vis crystals I've been finding of late. They act as a focus for the magical energy I need to channel into the items I craft. The book calls this magical energy Vis.<BR>Supposedly this energy is all around me, but as yet I cannot perceive or measure it.<BR>It is time I craft the Thaumometer and use it to study the world around me. It should clearly mark those things I still need to examine.<BR>I have placed a bookmark to the Thaumometer recipe on the right.",
  "research.FIRSTSTEPS.stage.3": "Such strange wonders are being revealed to me. Peering through the lens of the Thaumometer shows me a world coursing with magic, Vis as the books calls it.<BR>Normally this energy is a pure ocean of magic that ebbs and flows, but it also permeates all things, both animate and inanimate. The book calls Vis in this state Essentia. Where Vis is formless and pure, Essentia is more rigid in its nature and falls into a multitude of clearly defined types, each mixing together with others to form greater and more complex types of essentia.<BR>I am not quite sure if the matter it is bound to gives Essentia its nature, or that the very nature of matter depends on the Essentia it contains. This bears further study.<BR>I am keeping a log of all the types of essentia I discover. A bookmark on the left will show my current knowledge.<BR>For now I need to focus my energies elsewhere. Studying essentia might be a good place to start.",
  "research.KNOWLEDGETYPES.title": "Types of Knowledge",
  "research.KNOWLEDGETYPES.stage.1": "There are two main types of knowledge: Observations and Theories. They are further subdivided into the main research categories like Alchemy and Artifice.<LINE>§lObservations§r are notes and discoveries you have made in the real world by scanning objects. Practical observation often give insights into how things work and by keeping field notes of those observations you will slowly build a solid base of knowledge to work from.<LINE>§lTheories§r, in a nutshell, are ways of understanding things through careful observation, rational thought and practical experimentation. Much of thaumaturgical research requires crafting theories to better understand research categories.",
  "research.THEORYRESEARCH.title": "Theorycrafting",
  "research.THEORYRESEARCH.stage.1": "For me to make any progress as a thaumaturge I cannot rely on simply studying the world around me or stumbling upon ancient knowledge. I will need to make my own discoveries and expand my knowledge through experimentation. Crafting my own theories is the only way.<BR>I will need to create a comfortable workspace to do my research with ample supplies like writing materials and paper. I should craft some scribing tools and place it upon a table.",
  "research.THEORYRESEARCH.stage.2": "Now that I have a workspace I should start performing some research. I can now formulate theories on how to manipulate magic to my own ends.<BR>Firstly I should make sure the table has plenty of paper and I have ample ink for my scribing tools. I can now choose to start researching the theory.<IMG>thaumcraft:textures/research/research1.png:0:0:128:96:1</IMG>At the top of the page I will see how much inspiration (represented by light bulbs) is available to me for this round of research. When I do a stack of papers will appear on the left. If I select them I will be given the choice of two research paths I can follow. Each route will state what knowledge it will grant me, divided between one or more research categories.<BR>Some of the choices will require items. Items marked with a golden §6!§r will be consumed if the card is chosen.<BR>Normally I will only be able to pursue research categories that I have unlocked, though I am sure I might occasionally be able to discover completely new avenues of research.<BR>I can keep drawing to further my knowledge. I should note however that each choice I make will cost some of my inspiration. Once I run out the research will be completed. The amount of initial inspiration available to me will increase as my knowledge of magic increases.<BR>My progress in research categories is shown as a percentage - 100% completion represents 1 full theory. Getting less than 100% in a category still counts however and will be added to your current knowledge once you complete your research. It is possible to get more than 100% in a category. Only the highest category will get the full bonus however, all others will lose 33% of their total.<BR><PAGE>§nResearch Aids§r<BR>Normally research is a bit scattershot. I can direct my research with the use of research aids. If I use certain nearby blocks, items and curios during the research process it will allow me to focus my research in a certain direction.<IMG>thaumcraft:textures/research/research1.png:128:0:128:96:1</IMG>For example having access to a bookshelf will give me reference materials that I can use during the research process. These come in the form of limited special draws that have a higher chance of occurring than normal draws. These will have a gilded border to differentiate them from normal draws. For example the bookshelf grants the Balance research option and two chances at the Notation research option that can only be gained when you use the bookshelf.<BR>When you start your initial research you can choose which research aids to use, but it should be noted that each aid you use reduces your initial inspiration by one.<BR>There are potentially a lot of things that could be used as research aids. I should experiment.\n",
  "research.UNLOCKAUROMANCY.title": "Discovering Auromancy",
  "research.UNLOCKARTIFICE.title": "Discovering Artifice",
  "research.UNLOCKINFUSION.title": "Discovering Infusion",
  "research.UNLOCKALCHEMY.title": "Discovering Alchemy",
  "research.UNLOCKALCHEMY.stage.1": "Brewing simple potions has its uses, but true alchemical interactions require more than mixing a few monster parts together.<BR>I think Essentia holds the key to a much more sophisticated way of manipulating matter.<BR>I should try and learn more about alchemy and how it fits into the magical world.<BR>Armed with that knowledge and a little bit of inspiration I am sure Thaumaturgic Alchemy will be within my grasp.",
  "research.UNLOCKALCHEMY.stage.2": "My recent discoveries have given me a new insight into how the world is put together and I think I might know a way to transform matter by altering its Essentia.<BR>This will require experimentation and something to hold the alchemical substrate. A simple brewing stand will not do - what I need is a mystical crucible.<BR>A cauldron is the right shape and size, but what is effectively a big metal bowl will never be able to hold the magical energies I wish to manipulate.<BR>Once again, applying some Salis Mundus to a cauldron should resolve my problems.",
  "research.UNLOCKALCHEMY.stage.3": "I have my crucible! Now I need something to experiment with, and I happen to have the perfect thing. I have spent many a late-night studying thaumaturgy and flickering torchlight is not the best thing to read by. A steady magical light is exactly what I need now.<BR>Glowstone is a steady source of light, but I require large handfuls of it for a light source and it lacks... style. I am sure I can alter it into something better.<BR>The crucible needs to be placed over a source of heat and filled with water. Once the water boils I can start adding the things I need. I have jotted down a recipe that I think will create a substance I have named Nitor. A small core of energized glowstone empowered with energy, fire and light should burn forever. It should be naturally buoyant, allowing it to be placed wherever I choose - even floating in mid-air.<BR>I simply need to find objects with the required essentia (pressing shift whilst hovering over an item might help here) and throw them into the crucible.<BR>The crucible will render them down into their constituent essentia. I might not be able to gather the exact combination of essentia I require, but if there are enough of the types I need everything should be fine.<BR>Once I have enough all I need to do is throw in the catalyst. In this case a handful of glowstone dust.<BR>If all goes well the glowstone will absorb the essentia and transform into nitor.<BR>I am not sure what will happen to the excess essentia, but I can only assume it will eventually dissolve harmlessly.<BR>[Shift-right clicking with an empty hand will empty a crucible. Each crafting operation will consume some of the water so you will have to replenish it now and again.]",
  "research.ORE.title": "Ores",
  "research.ORE.stage.1": "There are many unique ores and mineable blocks that are useful to a Thaumaturge. I should make a note of all those I come across.",
  "research.ORE.amber": "§oAmber Ore§r<IMG>thaumcraft:textures/research/research3.png:0:128:128:128:.6</IMG>This ore is found near the surface and when mined drops chunks of amber.",
  "research.ORE.cinnabar": "§oCinnabar§r<IMG>thaumcraft:textures/research/research3.png:128:128:128:128:.6</IMG>This reddish ore is found deep underground and when smelted produces quicksilver.",
  "research.ORE.crystal": "§oVis Crystals§r<IMG>thaumcraft:textures/research/research4.png:0:0:128:128:.6</IMG>On occasion there is so much primal energy in the aura that it will settle into rock from which vis infused crystals will grow. As long as they are fed vis they will continue to grow and even spread.<BR>Once the aura dips low enough the energy once again dissipates out of the crystals, replenishing the aura and causing the crystals to crumble. In effect, they are natural, or in this case, supernatural vis batteries. They will never crumble away completely and at least a small remnant of the crystal will remain.<BR>These crystals can be harvested for elemental shards that have many uses in Thaumaturgy.<IMG>thaumcraft:textures/research/research3.png:0:104:96:16:1</IMG>You have yet to discover a method to extract individual crystals without destroying the entire cluster. It is a matter of all or none.<BR>Vis crystals growing in tainted areas may become tainted as well.",
  "research.UNLOCKGOLEMANCY.title": "Discovering Golemancy",
  "research.CELESTIALSCANNING.title": "Celestial Observation",
  "research.CELESTIALSCANNING.stage.1": "I have noticed a link between the phases of the moon and the speed at which the aura replenishes itself. I should investigate this phenomenon further and even expand my investigation to see if other heavenly bodies influence magic.<BR>A few minor tweaks to my thaumometer should enable it to take measurements from objects in the sky. I should remember to carry some paper and scribing tools with me so I can take notes.<BR>Measuring the same body or quadrant of the sky more than once a day will not give me new insights - I need to study them over time to measure changes in their aural influence.<BR>The notes I gather should come in handy for theorycrafting.",
  "research.BASEALCHEMY.title": "Basic Alchemy",
  "research.BASEALCHEMY.stage.1": "Crucible crafting guide<BR>1) Place crucible over heat source (fire, lava, nitor or something similar).<BR>2) Add water and wait till it boils.<BR>3) Add ingredients with the essentia you require, either by dropping them in or clicking with the item on the crucible's top face<BR>4) Throw in catalyst.<PAGE>Things to note<BR>- Shift-right clicking with an empty hand will empty a crucible.<BR>- Each crafting operation will consume some of the water so I will have to replenish it now and again. Piping mechanics can be used for this.<BR>- I can craft multiple items at once by adding sufficient essentia and using multiple catalysts.<BR>- Essentia does dissolve over time so I shouldn't wait too long before starting to craft. I wonder what the purple puffs of smoke means when this happens? Probably nothing to worry about.<LINE>§oCrafting Crystals§r<BR>Essentia crystals should be fairly easy to craft. All I need to do is break down a quartz crystal into smaller shards to act as a growth medium.<BR>Simply dipping a shard into the crucible should soak up some of the essentia it contains and cause the crystal to grow.<BR>This won't be a particularly efficient way of doing things - it will probably cost at least twice the essentia that the crystal will end up containing and there is the net loss of quartz which is not always the easiest thing to find.",
  "research.ALUMENTUM.title": "Alumentum",
  "research.ALUMENTUM.stage.1": "Nitor is a useful substance. It provides heat, light and is aesthetically pleasing. Unfortunately it provides only slightly more heat than a torch - enough to slowly heat some water or keep you warm at night, but not enough for practical purposes like smelting ore.<BR>I need something more... reactive.<BR>I should take some time to collect my thoughts and study the elements. Maybe there is a way to improve coal like I did glowstone.",
  "research.ALUMENTUM.stage.2": "I was right! I should be able to take a lump of coal and add more of the essentia it already contains... and possibly a little bit of perditio for extra kick.<BR>If my calculations are correct the resulting substance, which I have called Alumentum, should burn three times longer than normal coal.<BR>My calculations also show that the substance will be quite energetic and I should take care not to chuck it about... not unless I have good reason to, that is.",
  "research.METALLURGY.title": "Alchemical Metallurgy",
  "research.METALLURGY.stage.1": "Brass is a sturdy, low friction metal perfectly suited to craft intricate mechanical devices.<BR>Unfortunately, it is not always possible to get hold of it due to the morphic properties of the universe I may find myself in.<BR>There should be a way of crafting it via alchemical transmutation. I simply need to find it.",
  "research.METALLURGY.stage.2": "Metals have proven to be quite easy to manipulate via thaumaturgical principles. My first experiments has led to the discovery of Alchemical Brass, but it was a simple matter to create something that already exists. It is time to create something new.<BR>I have theorized that by infusing a base metal like iron with magical energy should result in something with very interesting properties.<BR> It should be harder than iron with the ability to accept enchantments beyond that which iron is normally capable of.<BR>A metal such as this should have many applications in the crafting of more advanced thaumaturgical devices.",
  "research.METALLURGY.stage.3": "For now my studies are complete, but who knows what other wondrous discoveries I will make in the future?"
}