{
  "item.thaumcraft.thaumonomicon": "Thaumonomicon",
  "item.thaumcraft.crystal_essence": "%s Vis Crystal",
  "block.thaumcraft.crystal_aer": "Air Crystal",
  "block.thaumcraft.crystal_ignis": "Fire Crystal",
  "block.thaumcraft.crystal_aqua": "Water Crystal",
  "block.thaumcraft.crystal_terra": "Earth Crystal",
  "block.thaumcraft.crystal_ordo": "Order Crystal",
  "block.thaumcraft.crystal_perditio": "Entropy Crystal",
  "block.thaumcraft.crystal_vitium": "Flux Crystal",
  "block.thaumcraft.stone_arcane": "Arcane Stone",
  "block.thaumcraft.stone_arcane_brick": "Arcane Stone Brick",
  "item.thaumcraft.salis_mundus": "Salis Mundus",
  "item.thaumcraft.phial": "Glass Phial",
  "item.thaumcraft.phial.filled": "Phial of %s Essentia",
  "item.thaumcraft.thaumometer": "Thaumometer",
  "block.thaumcraft.arcane_workbench": "Arcane Workbench",
  "block.thaumcraft.table_wood": "Wood Table",
  "research.complete": "Research Completed!",
  "workbench.available": "available",
  "workbench.cost": "vis",
  "recipe.clickthrough": "Click for recipe",
  "recipe.type.workbench": "Workbench",
  "recipe.type.workbenchshapeless": "Workbench (Shapeless)",
  "recipe.type.arcane": "Arcane Workbench",
  "wandtable.text1": "Vis Cost",
  "itemGroup.thaumcraft": "Thaumcraft",
  "got.crystals": "Your fingers tingle strangely as you handle the crystal. What does that mean? Maybe some rest will inspire you.",
  "got.dream": "You awaken from a strange dream. You quickly write it down before the memory fades.",
  "book.start.title": "Strange Dreams",
  "book.start.1": "I had the strangest dream last night.\n\nIn the dream, I took three of those strange crystals I've been finding and ground them with a handful of redstone in a bowl, using a piece of flint.",
  "book.start.2": "The crystals had to be of different types, but if I did it properly then the result was a strange, glowing dust.\n\nIn the dream, I took the dust and sprinkled it on a bookcase, but the dream ended before I saw what happened.",
  "book.start.3": "I wonder, should I do what the dream showed?\n\nI have the impression the dust was going to reveal something wondrous, but dangerous.",
  "tc.unknownobject": "Nothing new can be learned from this.",
  "tc.knownobject": "You have learned something new.",
  "tc.researchmissing": "Missing required research",
  "tc.search": "Search",
  "tc.search.more": "...too many results found. Refine your search",
  "tc.research.stage": "Current stage:",
  "tc.research.begin": "You have not yet begun this research",
  "tc.research.newpage": "§aNew page added§0",
  "tc.research.newresearch": "§6Newly discovered research§0",
  "tc.need.craft": "Items that need to be crafted",
  "tc.need.know": "Knowledge that must be used",
  "tc.stage.complete": "Complete",
  "tc.stage.hold": "Completing...",
  "tc.knowledge.name": "Knowledge Totals",
  "tc.aspect.name": "Aspects of Essentia",
  "tc.aspect.primal": "Primal Aspect",
  "tc.aspect.unknown": "Unknown Aspect",
  "tc.aspect.aer": "Air",
  "tc.aspect.terra": "Earth",
  "tc.aspect.ignis": "Fire",
  "tc.aspect.aqua": "Water",
  "tc.aspect.ordo": "Order, Regularity, Purity",
  "tc.aspect.perditio": "Entropy, Chaos, Destruction",
  "tc.aspect.vacuos": "Void",
  "tc.aspect.auram": "Aura, Vis",
  "tc.aspect.vitium": "Taint, Change, Mutation",
  "tc.aspect.lux": "Light",
  "tc.aspect.potentia": "Energy, Power",
  "tc.aspect.motus": "Motion, Animation",
  "tc.aspect.victus": "Life",
  "tc.aspect.mortuus": "Death",
  "tc.aspect.volatus": "Flight",
  "tc.aspect.tenebrae": "Darkness",
  "tc.aspect.herba": "Plant",
  "tc.aspect.spiritus": "Soul",
  "tc.aspect.humanus": "Man",
  "tc.aspect.bestia": "Beast",
  "tc.aspect.exanimis": "Undead",
  "tc.aspect.cognitio": "Mind, Memory, Cognition",
  "tc.aspect.sensus": "Senses",
  "tc.aspect.metallum": "Metal",
  "tc.aspect.instrumentum": "Tool, Instrument",
  "tc.aspect.aversio": "Aversion, Conflict",
  "tc.aspect.gelum": "Ice, Frost, Cold",
  "tc.aspect.vitreus": "Crystal, Glass, Clear",
  "tc.aspect.alienis": "Alien, Strange, The Eldritch",
  "tc.aspect.praemunio": "Fortify, Protect, Ward",
  "tc.aspect.fabrico": "Craft",
  "tc.aspect.desiderium": "Wish, Desire, Yearning, Want",
  "tc.aspect.machina": "Mechanism, Machine",
  "tc.aspect.vinculum": "Trap, Imprison",
  "tc.aspect.permutatio": "Exchange, Barter",
  "tc.aspect.praecantatio": "Structured Magic, Spells, Enchantment",
  "tc.aspect.alkimia": "Alchemy, Chemistry",
  "tc.research_category.BASICS": "Fundamentals",
  "tc.type.observation": "Observation",
  "research.FIRSTSTEPS.title": "First Steps",
  "research.FIRSTSTEPS.stage.1": "Who would have thought that a few sprinkles of dust could have created this marvellous book? It is mostly blank, but it hints at a powerful new form of magic: Thaumaturgy.<BR>Firstly I will need to study the magical world that has been shown to me. For that I will need a tool - a Thaumometer the book calls it.<BR>A normal crafting table won't do however since the magical energies I need to channel while crafting it are quite delicate. A sprinkling of Salis Mundus on a mundane crafting table should solve that. The book has taught me the proper incantation to use so it should be a simple matter.<BR>To keep myself on track I will make a list of all the requirements that need to be met on the first page of each new entry.",
  "research.FIRSTSTEPS.stage.2": "Progress! I now have an Arcane Workbench at my disposal. It works much like a mundane crafting table and can even be used as such, however there are a few key differences.<BR>Firstly, many arcane recipes will require the use of those vis crystals I've been finding of late. They act as a focus for the magical energy I need to channel into the items I craft. The book calls this magical energy Vis.<BR>Supposedly this energy is all around me, but as yet I cannot perceive or measure it.<BR>It is time I craft the Thaumometer and use it to study the world around me. It should clearly mark those things I still need to examine.<BR>I have placed a bookmark to the Thaumometer recipe on the right.",
  "research.FIRSTSTEPS.stage.3": "Such strange wonders are being revealed to me. Peering through the lens of the Thaumometer shows me a world coursing with magic, Vis as the books calls it.<BR>Normally this energy is a pure ocean of magic that ebbs and flows, but it also permeates all things, both animate and inanimate. The book calls Vis in this state Essentia. Where Vis is formless and pure, Essentia is more rigid in its nature and falls into a multitude of clearly defined types, each mixing together with others to form greater and more complex types of essentia.<BR>I am not quite sure if the matter it is bound to gives Essentia its nature, or that the very nature of matter depends on the Essentia it contains. This bears further study.<BR>I am keeping a log of all the types of essentia I discover. A bookmark on the left will show my current knowledge.<BR>For now I need to focus my energies elsewhere. Studying essentia might be a good place to start.",
  "research.KNOWLEDGETYPES.title": "Types of Knowledge",
  "research.KNOWLEDGETYPES.stage.1": "There are two main types of knowledge: Observations and Theories. They are further subdivided into the main research categories like Alchemy and Artifice.<LINE>§lObservations§r are notes and discoveries you have made in the real world by scanning objects. Practical observation often give insights into how things work and by keeping field notes of those observations you will slowly build a solid base of knowledge to work from.<LINE>§lTheories§r, in a nutshell, are ways of understanding things through careful observation, rational thought and practical experimentation. Much of thaumaturgical research requires crafting theories to better understand research categories.",
  "research.THEORYRESEARCH.title": "Theorycrafting",
  "research.THEORYRESEARCH.stage.1": "For me to make any progress as a thaumaturge I cannot rely on simply studying the world around me or stumbling upon ancient knowledge. I will need to make my own discoveries and expand my knowledge through experimentation. Crafting my own theories is the only way.<BR>I will need to create a comfortable workspace to do my research with ample supplies like writing materials and paper. I should craft some scribing tools and place it upon a table.",
  "research.THEORYRESEARCH.stage.2": "Now that I have a workspace I should start performing some research. I can now formulate theories on how to manipulate magic to my own ends.<BR>Firstly I should make sure the table has plenty of paper and I have ample ink for my scribing tools. I can now choose to start researching the theory.<IMG>thaumcraft:textures/research/research1.png:0:0:128:96:1</IMG>At the top of the page I will see how much inspiration (represented by light bulbs) is available to me for this round of research. When I do a stack of papers will appear on the left. If I select them I will be given the choice of two research paths I can follow. Each route will state what knowledge it will grant me, divided between one or more research categories.<BR>Some of the choices will require items. Items marked with a golden §6!§r will be consumed if the card is chosen.<BR>Normally I will only be able to pursue research categories that I have unlocked, though I am sure I might occasionally be able to discover completely new avenues of research.<BR>I can keep drawing to further my knowledge. I should note however that each choice I make will cost some of my inspiration. Once I run out the research will be completed. The amount of initial inspiration available to me will increase as my knowledge of magic increases.<BR>My progress in research categories is shown as a percentage - 100% completion represents 1 full theory. Getting less than 100% in a category still counts however and will be added to your current knowledge once you complete your research. It is possible to get more than 100% in a category. Only the highest category will get the full bonus however, all others will lose 33% of their total.<BR><PAGE>§nResearch Aids§r<BR>Normally research is a bit scattershot. I can direct my research with the use of research aids. If I use certain nearby blocks, items and curios during the research process it will allow me to focus my research in a certain direction.<IMG>thaumcraft:textures/research/research1.png:128:0:128:96:1</IMG>For example having access to a bookshelf will give me reference materials that I can use during the research process. These come in the form of limited special draws that have a higher chance of occurring than normal draws. These will have a gilded border to differentiate them from normal draws. For example the bookshelf grants the Balance research option and two chances at the Notation research option that can only be gained when you use the bookshelf.<BR>When you start your initial research you can choose which research aids to use, but it should be noted that each aid you use reduces your initial inspiration by one.<BR>There are potentially a lot of things that could be used as research aids. I should experiment.\n",
  "research.UNLOCKAUROMANCY.title": "Discovering Auromancy",
  "research.UNLOCKARTIFICE.title": "Discovering Artifice",
  "research.UNLOCKINFUSION.title": "Discovering Infusion",
  "research.UNLOCKALCHEMY.title": "Discovering Alchemy",
  "research.UNLOCKGOLEMANCY.title": "Discovering Golemancy"
}