{
  "item.thaumcraft.thaumonomicon": "Thaumonomicon",
  "item.thaumcraft.crystal_essence": "%s Vis Crystal",
  "block.thaumcraft.crystal_aer": "Air Crystal",
  "block.thaumcraft.crystal_ignis": "Fire Crystal",
  "block.thaumcraft.crystal_aqua": "Water Crystal",
  "block.thaumcraft.crystal_terra": "Earth Crystal",
  "block.thaumcraft.crystal_ordo": "Order Crystal",
  "block.thaumcraft.crystal_perditio": "Entropy Crystal",
  "block.thaumcraft.crystal_vitium": "Flux Crystal",
  "item.thaumcraft.salis_mundus": "Salis Mundus",
  "item.thaumcraft.thaumometer": "Thaumometer",
  "block.thaumcraft.arcane_workbench": "Arcane Workbench",
  "research.complete": "Research Completed!",
  "itemGroup.thaumcraft": "Thaumcraft",
  "got.crystals": "Your fingers tingle strangely as you handle the crystal. What does that mean? Maybe some rest will inspire you.",
  "got.dream": "You awaken from a strange dream. You quickly write it down before the memory fades.",
  "book.start.title": "Strange Dreams",
  "book.start.1": "I had the strangest dream last night.\n\nIn the dream, I took three of those strange crystals I've been finding and ground them with a handful of redstone in a bowl, using a piece of flint.",
  "book.start.2": "The crystals had to be of different types, but if I did it properly then the result was a strange, glowing dust.\n\nIn the dream, I took the dust and sprinkled it on a bookcase, but the dream ended before I saw what happened.",
  "book.start.3": "I wonder, should I do what the dream showed?\n\nI have the impression the dust was going to reveal something wondrous, but dangerous.",
  "tc.researchmissing": "Missing required research",
  "tc.search": "Search",
  "tc.search.more": "...too many results found. Refine your search",
  "tc.research.stage": "Current stage:",
  "tc.research.begin": "You have not yet begun this research",
  "tc.research.newpage": "§aNew page added§0",
  "tc.research.newresearch": "§6Newly discovered research§0",
  "tc.need.craft": "Items that need to be crafted",
  "tc.stage.complete": "Complete",
  "tc.stage.hold": "Completing...",
  "tc.knowledge.name": "Knowledge Totals",
  "tc.research_category.BASICS": "Fundamentals",
  "research.FIRSTSTEPS.title": "First Steps",
  "research.FIRSTSTEPS.stage.1": "Who would have thought that a few sprinkles of dust could have created this marvellous book? It is mostly blank, but it hints at a powerful new form of magic: Thaumaturgy.<BR>Firstly I will need to study the magical world that has been shown to me. For that I will need a tool - a Thaumometer the book calls it.<BR>A normal crafting table won't do however since the magical energies I need to channel while crafting it are quite delicate. A sprinkling of Salis Mundus on a mundane crafting table should solve that. The book has taught me the proper incantation to use so it should be a simple matter.<BR>To keep myself on track I will make a list of all the requirements that need to be met on the first page of each new entry.",
  "research.KNOWLEDGETYPES.title": "Types of Knowledge",
  "research.KNOWLEDGETYPES.stage.1": "There are two main types of knowledge: Observations and Theories. They are further subdivided into the main research categories like Alchemy and Artifice.<LINE>§lObservations§r are notes and discoveries you have made in the real world by scanning objects. Practical observation often give insights into how things work and by keeping field notes of those observations you will slowly build a solid base of knowledge to work from.<LINE>§lTheories§r, in a nutshell, are ways of understanding things through careful observation, rational thought and practical experimentation. Much of thaumaturgical research requires crafting theories to better understand research categories.",
  "research.UNLOCKAUROMANCY.title": "Discovering Auromancy",
  "research.UNLOCKARTIFICE.title": "Discovering Artifice",
  "research.UNLOCKINFUSION.title": "Discovering Infusion",
  "research.UNLOCKALCHEMY.title": "Discovering Alchemy",
  "research.UNLOCKGOLEMANCY.title": "Discovering Golemancy"
}